console.log(`Максимальное количество баллов: 110 \n 
Main страница (70 баллов) \n
Проверка разметки - +10 \n
Разметка соответствует требованиям https://validator.w3.org/ . «Проверка документа завершена. Ошибок и предупреждений нет.» — максимальный балл. Предупреждения (ошибок нет) — половина балла +5. \n
Логотип в шапке страницы составлен из текстовых элементов, страница содержит ровно один такой элемент <h1>, и добавлен фавикон (+5). \n
Планировка соответствует дизайну - +35 \n
<header> блок +5 \n
Not only блок +5 \n
About блок +5 \n
Our Friends блок +5 \n
Help блок +5 \n
In addition блок +5 \n
<footer> блок +5 \n
Требования CSS - +15 \n
Блок Help размещается с использованием сетки (flexbox или grid) +5 \n
При уменьшении масштаба или расширении окна браузера (>1280 пикселей) макет остается центрированным — он не смещается в сторону и не растягивается на всю ширину . \n
Цвет фона растягивается на всю ширину страницы +5 \n
Интерактивность - +10 \n
Пункт About the Shelter навигации выделен и неинтерактивен; остальные пункты навигации интерактивны; плавная прокрутка ссылок работает; и все ссылки на страницах ведут себя в соответствии с разделом «Ссылки на страницы и навигация» +5  \n
Каждая карточка питомца в игре «Наши друзья» интерактивна при наведении курсора на любую область карточки; ссылки и кнопки имеют стили, активные при наведении курсора cursor: pointer(изменение цвета/фона); визуальные изменения плавные и не влияют на соседние элементы +5 \n
Pets страница (40 баллов) \n
Проверка разметки - +10 \n
Разметка действительна согласно https://validator.w3.org/ (те же правила, что и для Main) +5 \n
Логотип в шапке страницы составлен из текстовых элементов, страница содержит ровно один такой элемент <h1>, и добавлен фавикон (+5). \n
Планировка соответствует дизайну - +15 \n
<header>блок +5 \n
Our Friends блок +5 \n
<footer>блок +5 \n
Требования CSS - +5 \n
При уменьшении масштаба или расширении окна браузера (>1280 пикселей) макет остается центрированным, а цвет фона растягивается на всю ширину страницы +5. \n
Интерактивность - +10 \n
Элемент Our pets навигации выделен и неинтерактивен; остальные элементы навигации интерактивны; кнопки пагинации отображают корректное состояние включения/выключения; плавная прокрутка ссылок работает; и все ссылки на страницы ведут себя в соответствии с разделом «Ссылки на страницы и навигация» +5 \n
Каждая карточка питомца в игре «Наши друзья» интерактивна при наведении курсора на любую область карточки; ссылки и кнопки имеют стиль, активирующийся при наведении курсора cursor: pointer; визуальные изменения плавные и не влияют на соседние элементы +5`);